[
	{
		"reviews": [],
		"charactersIn": [],
		"_id": "62217fa5939fe087cfeeaacc",
		"title": "Turning Red",
		"imageUrl": "https://imdb-api.com/images/original/MV5BNjY0MGEzZmQtZWMxNi00MWVhLWI4NWEtYjQ0MDkyYTJhMDU0XkEyXkFqcGdeQXVyODc0OTEyNDU@._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/XdKzUbAiswE",
		"description": "Young actress Rosalie Chiang lends her voice to Mei Lee, a 13-year-old who suddenly “poofs” into a giant red panda when she gets too excited (which is practically ALWAYS). Sandra Oh voices Mei Lee’s protective, if not slightly overbearing mother, Ming, who is never far from her daughter—an unfortunate reality for the teenager. Directed by Shi and produced by Lindsey Collins, Disney and Pixar’s “Turning Red” is streaming March 11, 2022 exclusively on Disney+."
	},
	{
		"reviews": [],
		"charactersIn": [],
		"_id": "62217fd9939fe087cfeeaacd",
		"title": "Lightyear",
		"imageUrl": "https://imdb-api.com/images/original/MV5BMTg0MzkzMTQtNWRlZS00MGU2LTgwYTktMjkyNTZkZTAzNTQ3XkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/BwZs3H_UN3k",
		"description": "A sci-fi action adventure and the definitive origin story of Buzz Lightyear (voice of Chris Evans), the hero who inspired the toy, “Lightyear” follows the legendary Space Ranger on an intergalactic adventure alongside a group of ambitious recruits (voices of Keke Palmer, Dale Soules and Taika Waititi), and his robot companion Sox (voice of Peter Sohn). Also joining the cast are Uzo Aduba, James Brolin, Mary McDonald-Lewis, Efren Ramirez and Isiah Whitlock Jr. Directed by Angus MacLane (co-director “Finding Dory”) and produced by Galyn Susman (“Toy Story That TimeForgot”), “Lightyear” releases June 17, 2022."
	},
	{
		"reviews": [
			{
				"text": "Brand new Awesome movie :)",
				"username": "John11754",
				"reviewedBy": "6232184f16d0017b64df5570"
			}
		],
		"charactersIn": [],
		"_id": "62217ff9939fe087cfeeaace",
		"title": "Luca",
		"imageUrl": "https://imdb-api.com/images/original/MV5BZTQyNTU0MDktYTFkYi00ZjNhLWE2ODctMzBkM2U1ZTk3YTMzXkEyXkFqcGdeQXVyNTI4MzE4MDU@._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/0hgHY9k-44U",
		"description": "Set in a beautiful seaside town on the Italian Riviera, Disney and Pixar’s original feature film “Luca” is a coming-of-age story about one young boy experiencing an unforgettable summer filled with gelato, pasta and endless scooter rides. Luca (voice of Jacob Tremblay) shares these adventures with his newfound best friend, Alberto (voice of Jack Dylan Grazer), but all the fun is threatened by a deeply-held secret: they are sea monsters from another world just below the water’s surface. “Luca” is directed by Academy Award® nominee Enrico Casarosa (“La Luna”) and produced by Andrea Warren (“Lava,” “Cars 3”)."
	},
	{
		"reviews": [],
		"charactersIn": [],
		"_id": "62218012939fe087cfeeaacf",
		"title": "Cars",
		"imageUrl": "https://imdb-api.com/images/original/MV5BMTg5NzY0MzA2MV5BMl5BanBnXkFtZTYwNDc3NTc2._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/SbXIj2T-_uk",
		"description": "Hotshot rookie race car Lightning McQueen is living life in the fast lane until he hits a detour on his way to the most important race of his life. Stranded in Radiator Springs, a forgotten town on the old Route 66, he meets Sally, Mater, Doc Hudson and a variety of quirky characters who help him discover that there's more to life than trophies and fame."
	},
	{
		"reviews": [],
		"charactersIn": [],
		"_id": "62218027939fe087cfeeaad0",
		"title": "The Incredibles",
		"imageUrl": "https://imdb-api.com/images/original/MV5BMTY5OTU0OTc2NV5BMl5BanBnXkFtZTcwMzU4MDcyMQ@@._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/SOKY7XyOHTA",
		"description": "Known to the world as superheroes Mr. Incredible and Elastigirl, Bob Parr and his wife Helen were among the world's greatest crime fighters, saving lives and battling evil on a daily basis. Fifteen years later, they have been forced to adopt civilian identities and retreat to the suburbs to live 'normal' lives with their three kids, Violet, Dash and Jack-Jack. Itching to get back into action, Bob gets his chance when a mysterious communication summons him to a remote island for a top secret assignment."
	},
	{
		"reviews": [
			{
				"text": "number 10!!!!!!!!",
				"username": "Johnny",
				"reviewedBy": "621be0fa7b341a5650eb05da"
			}
		],
		"charactersIn": [],
		"_id": "62218043939fe087cfeeaad1",
		"title": "Coco",
		"imageUrl": "https://imdb-api.com/images/original/MV5BYjQ5NjM0Y2YtNjZkNC00ZDhkLWJjMWItN2QyNzFkMDE3ZjAxXkEyXkFqcGdeQXVyODIxMzk5NjA@._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/Rvr68u6k5sI",
		"description": "In Disney/Pixar’s vibrant tale of family, fun and adventure, aspiring young musician named Miguel (voice of newcomer Anthony Gonzalez) embarks on an extraordinary journey to the magical land of his ancestors. There, the charming trickster Hector (voice of Gael Garcia Bernal) becomes an unexpected friend who helps Miguel uncover the mysteries behind his family’s stories and traditions."
	},
	{
		"reviews": [],
		"charactersIn": [],
		"_id": "62218059939fe087cfeeaad2",
		"title": "Soul",
		"imageUrl": "https://imdb-api.com/images/original/MV5BZGE1MDg5M2MtNTkyZS00MTY5LTg1YzUtZTlhZmM1Y2EwNmFmXkEyXkFqcGdeQXVyNjA3OTI0MDc@._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/xOsLIiBStEs",
		"description": "What is it that makes you...YOU? Pixar Animation Studios’ all-new feature film SOUL introduces Joe Gardner (voice of Jamie Foxx) – a middle-school band teacher who gets the chance of a lifetime to play at the best jazz club in town. But one small misstep takes him from the streets of New York City to The Great Before – a fantastical place where new souls get their personalities, quirks and interests before they go to Earth. Determined to return to his life, Joe teams up with a precocious soul, 22 (voice of Tina Fey), who has never understood the appeal of the human experience. As Joe desperately tries to show 22 what’s great about living, he may just discover the answers to some of life’s most important questions. Directed by Academy Award® winner Pete Docter (“Inside Out,” “Up”), co-directed by Kemp Powers (“One Night in Miami”), written by Kemp Powers & Mike Jones, and produced by Academy Award nominee Dana Murray (Pixar short “Lou”), SOUL also stars the voice talents of Phylicia Rashad, Questlove and Daveed Diggs. It features original jazz music by globally renowned musician Jon Batiste, and Oscar® winners Trent Reznor and Atticus Ross (“The Social Network”), from Nine Inch Nails, composed an original score that drifts between the real and soul worlds."
	},
	{
		"reviews": [],
		"charactersIn": [],
		"_id": "6221806f939fe087cfeeaad3",
		"title": "Ratatouille",
		"imageUrl": "https://imdb-api.com/images/original/MV5BMTMzODU0NTkxMF5BMl5BanBnXkFtZTcwMjQ4MzMzMw@@._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/NgsQ8mVkN8w",
		"description": "In one of Paris's finest restaurants, Remy, a determined young rat, dreams of becoming a renowned French chef. Torn between his family's wishes and his true calling, Remy and his pal Linguini set in motion a hilarious chain of events that turns the City of Lights upside down."
	},
	{
		"reviews": [],
		"charactersIn": [],
		"_id": "62218091939fe087cfeeaad4",
		"title": "Inside Out",
		"imageUrl": "https://imdb-api.com/images/original/MV5BOTgxMDQwMDk0OF5BMl5BanBnXkFtZTgwNjU5OTg2NDE@._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/yRUAzGQ3nSY",
		"description": "Growing up can be a bumpy road, and it's no exception for Riley, who is uprooted from her Midwest life when her father starts a new job in San Francisco. Like all of us, Riley is guided by her emotions – Joy (Amy Poehler), Fear (Bill Hader), Anger (Lewis Black), Disgust (Mindy Kaling) and Sadness (Phyllis Smith). The emotions live in Headquarters, the control center inside Riley’s mind, where they help advise her through everyday life. As Riley and her emotions struggle to adjust to a new life in San Francisco, turmoil ensues in Headquarters. Although Joy, Riley's main and most important emotion, tries to keep things positive, the emotions conflict on how best to navigate a new city, house and school."
	},
	{
		"reviews": [
			{
				"text": "Hey This is an Awesome Movie!!",
				"username": "John11754",
				"reviewedBy": "6232184f16d0017b64df5570"
			},
			{
				"text": "Number 2 review",
				"username": "John11754",
				"reviewedBy": "6232184f16d0017b64df5570"
			},
			{
				"text": "Hello Dolly number 3.....",
				"username": "John11754",
				"reviewedBy": "6232184f16d0017b64df5570"
			},
			{
				"text": "Hello Number 4",
				"username": "John11754",
				"reviewedBy": "6232184f16d0017b64df5570"
			},
			{
				"text": "kiluiltiuliu",
				"username": "John11754",
				"reviewedBy": "6232184f16d0017b64df5570"
			},
			{
				"text": "hellooooo",
				"username": "John11754",
				"reviewedBy": "6232184f16d0017b64df5570"
			},
			{
				"text": "",
				"username": "John11754",
				"reviewedBy": "6232184f16d0017b64df5570"
			}
		],
		"charactersIn": [],
		"_id": "622180a5939fe087cfeeaad5",
		"title": "Toy Story",
		"imageUrl": "https://imdb-api.com/images/original/MV5BMDU2ZWJlMjktMTRhMy00ZTA5LWEzNDgtYmNmZTEwZTViZWJkXkEyXkFqcGdeQXVyNDQ2OTk4MzI@._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/rNk1Wi8SvNc",
		"description": "Led by Woody, Andy's toys live happily in his room until Andy's birthday brings Buzz Lightyear onto the scene. Afraid of losing his place in Andy's heart, Woody plots against Buzz. But when circumstances separate Buzz and Woody from their owner, the duo eventually learns to put aside their differences."
	},
	{
		"reviews": [],
		"charactersIn": [],
		"_id": "622180b2939fe087cfeeaad6",
		"title": "Up",
		"imageUrl": "https://imdb-api.com/images/original/MV5BMTk3NDE2NzI4NF5BMl5BanBnXkFtZTgwNzE1MzEyMTE@._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/ORFWdXl_zJ4",
		"description": "Retired balloon salesman Carl Fredricksen, is ready for his last chance at high-flying excitement. Tying thousands of balloons to his house, Carl sets off to the lost world of his childhood dreams. Unbeknownst to Carl, an overeager 8-year-old Wilderness Explorer Russell is on Carl's front porch! The world's most unlikely duo meet fantastic friends like Dug, a dog with a special collar that allows him to speak, and Kevin, a rare 13-foot tall flightless bird. Stuck together in the wilds of the jungle, Carl realizes that sometimes life's biggest adventures aren't the ones you set out looking for."
	},
	{
		"reviews": [],
		"charactersIn": [],
		"_id": "622180d1939fe087cfeeaad7",
		"title": "Finding Nemo",
		"imageUrl": "https://imdb-api.com/images/original/MV5BZTAzNWZlNmUtZDEzYi00ZjA5LWIwYjEtZGM1NWE1MjE4YWRhXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/wZdpNglLbt8",
		"description": "Nemo, an adventurous young clownfish, is unexpectedly taken from his Great Barrier Reef home to a dentist's office aquarium. It's up to his worrisome father Marlin and his friendly but forgetful regal blue tang fish Dory to bring Nemo home -- meeting vegetarian sharks, surfer dude turtles, hypnotic jellyfish, hungry seagulls, and more along the way."
	},
	{
		"reviews": [],
		"charactersIn": [],
		"_id": "622180db939fe087cfeeaad8",
		"title": "WALL·E",
		"imageUrl": "https://imdb-api.com/images/original/MV5BMjExMTg5OTU0NF5BMl5BanBnXkFtZTcwMjMxMzMzMw@@._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/CZ1CATNbXg0",
		"description": "After hundreds of lonely years of doing what he was built for, the curious and lovable WALL-E discovers a new purpose in life when he meets a sleek search robot named EVE."
	},
	{
		"reviews": [],
		"charactersIn": [],
		"_id": "622180f3939fe087cfeeaad9",
		"title": "Beauty and the Beast",
		"imageUrl": "https://imdb-api.com/images/original/MV5BMzE5MDM1NDktY2I0OC00YWI5LTk2NzUtYjczNDczOWQxYjM0XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/c38r-SAnTWM",
		"description": "Be our guest and join the beloved, independent Belle and the Beast with the soul of a prince as they cast an enchanting spell like never before. Disney's beloved modern classic, the first animated feature film in the history of the Oscars nominated for Best Picture (1991). The music you'll never forget, the characters who will fill your heart and the magical adventure about finding beauty within all come to spectacular life."
	},
	{
		"reviews": [],
		"charactersIn": [],
		"_id": "6221811c939fe087cfeeaada",
		"title": "Toy Story 4",
		"imageUrl": "https://imdb-api.com/images/original/MV5BMTYzMDM4NzkxOV5BMl5BanBnXkFtZTgwNzM1Mzg2NzM@._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/wmiIUN-7qhE",
		"description": "Woody (voice of Tom Hanks) has always been confident about his place in the world, and that his priority is taking care of his kid, whether that’s Andy or Bonnie. So when Bonnie’s beloved new craft-project-turned-toy, Forky (voice of Tony Hale), declares himself as “trash” and not a toy, Woody takes it upon himself to show Forky why he should embrace being a toy. But when Bonnie takes the whole gang on her family’s road trip excursion, Woody ends up on an unexpected detour that includes a reunion with his long-lost friend Bo Peep (voice of Annie Potts). After years of being on her own, Bo’s adventurous spirit and life on the road belie her delicate porcelain exterior. As Woody and Bo realize they’re worlds apart when it comes to life as a toy, they soon come to find that’s the least of their worries."
	},
	{
		"reviews": [],
		"charactersIn": [],
		"_id": "62218137939fe087cfeeaadb",
		"title": "A Bug's Life",
		"imageUrl": "https://imdb-api.com/images/original/MV5BNThmZGY4NzgtMTM4OC00NzNkLWEwNmEtMjdhMGY5YTc1NDE4XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/Ljk2YJ53_WI",
		"description": "Embark on an incredible journey with one little ant as he searches for a brave band of warriors to help him battle the bullying grasshoppers who threaten his home. When he stumbles on a bumbling troupe of circus bugs instead, their only hope for victory is the bond of friendship and the awesome power of imagination."
	},
	{
		"reviews": [],
		"charactersIn": [],
		"_id": "62218152939fe087cfeeaadc",
		"title": "Incredibles 2",
		"imageUrl": "https://imdb-api.com/images/original/MV5BMTEzNzY0OTg0NTdeQTJeQWpwZ15BbWU4MDU3OTg3MjUz._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/i5qOzqD9Rms",
		"description": "Helen (voice of Holly Hunter) is called on to help bring Supers back, while Bob (voice of Craig T. Nelson) navigates the day-to-day heroics of “normal” life at home when a new villain hatches a brilliant and dangerous plot that only the Incredibles can overcome together."
	},
	{
		"reviews": [],
		"charactersIn": [],
		"_id": "6221817d939fe087cfeeaadd",
		"title": "Monsters, Inc.",
		"imageUrl": "https://imdb-api.com/images/original/MV5BMTY1NTI0ODUyOF5BMl5BanBnXkFtZTgwNTEyNjQ0MDE@._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/CGbgaHoapFM",
		"description": "Lovable Sulley and his wisecracking sidekick Mike Wazowski are the top scare team at Monsters, Inc., the scream-processing factory in Monstropolis. When a little girl named Boo wanders into their world, it's the monsters who are scared silly, and it's up to Sulley and Mike to keep her out of sight and get her back home."
	},
	{
		"reviews": [],
		"charactersIn": [],
		"_id": "6221819d939fe087cfeeaade",
		"title": "Wreck-It Ralph",
		"imageUrl": "https://imdb-api.com/images/original/MV5BNzMxNTExOTkyMF5BMl5BanBnXkFtZTcwMzEyNDc0OA@@._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/vf4r5q8-aWo",
		"description": "Tired of playing the role of a bad guy, Ralph takes matters into his own massive hands and sets off on a journey across the arcade through multiple generations of video games to prove that he can be a hero."
	},
	{
		"reviews": [],
		"charactersIn": [],
		"_id": "622181b9939fe087cfeeaadf",
		"title": "Onward",
		"imageUrl": "https://imdb-api.com/images/original/MV5BMTZlYzk3NzQtMmViYS00YWZmLTk5ZTEtNWE0NGVjM2MzYWU1XkEyXkFqcGdeQXVyNDg4NjY5OTQ@._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/gn5QmllRCn4",
		"description": "In Disney and Pixar’s ONWARD, two teenage elf brothers, Ian and Barley Lightfoot (voices of Tom Holland and Chris Pratt), get an unexpected opportunity to spend one more day with their late dad and embark on an extraordinary quest aboard Barley's epic van Guinevere. Like any good quest, their journey is filled with magic spells, cryptic maps, impossible obstacles, and unimaginable discoveries. But when the boys' fearless mom Laurel (voice of Julia Louis-Dreyfus) realizes that her sons are missing, she teams up with a part-lion, part-bat, part-scorpion, former warrior - aka The Manticore (voice of Octavia Spencer) - and heads off to find them. Perilous curses aside, this one magical day could mean more than any of them ever dreamed."
	},
	{
		"reviews": [],
		"charactersIn": [],
		"_id": "622181d0939fe087cfeeaae0",
		"title": "Ralph Breaks the Internet",
		"imageUrl": "https://imdb-api.com/images/original/MV5BMTYyNzEyNDAzOV5BMl5BanBnXkFtZTgwNTk3NDczNjM@._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/T73h5bmD8Dc",
		"description": "Ralph and fellow misfit, Vanellope, risk it all by traveling to the world wide web in search of a part to save her game, Sugar Rush. They’re in way over their heads, so they must rely on the citizens of the internet—including Yesss, the head algorithm and heart and soul of the trend-making site BuzzzTube, and Shank, a tough-as-nails driver from the gritty online auto-racing game Slaughter Race—to help them navigate their way."
	},
	{
		"reviews": [],
		"charactersIn": [],
		"_id": "622181ec939fe087cfeeaae1",
		"title": "Brave",
		"imageUrl": "https://imdb-api.com/images/original/MV5BMzgwODk3ODA1NF5BMl5BanBnXkFtZTcwNjU3NjQ0Nw@@._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/TEHWDA_6e3M",
		"description": "Merida, an impulsive young lady and daughter to King Fergus and Queen Elinor, is determined to carve her own path in life. Defying the age-old and sacred customs, Merida's actions inadvertently unleash chaos and fury with the other Scottish Lords, and in the process she stumbles upon an eccentric and wise old woman who grants her ill-fated wish. The ensuing peril forces Merida to discover the true meaning of bravery in order to undo a beastly curse before it's too late."
	},
	{
		"reviews": [],
		"charactersIn": [],
		"_id": "622181fa939fe087cfeeaae2",
		"title": "Toy Story 3",
		"imageUrl": "https://imdb-api.com/images/original/MV5BMTgxOTY4Mjc0MF5BMl5BanBnXkFtZTcwNTA4MDQyMw@@._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/JcpWXaA2qeg",
		"description": "Woody, Buzz Lightyear, and the rest of the Toy Story gang return for an all-new adventure, along with a few new faces-some plastic, some plush-including Barbie's counterpart Ken, a thespian hedgehog named Mr. Pricklepants and a strawberry-scented bear named Lots-O-Huggin' Bear."
	},
	{
		"reviews": [],
		"charactersIn": [],
		"_id": "6221821c939fe087cfeeaae3",
		"title": "Cars 3",
		"imageUrl": "https://imdb-api.com/images/original/MV5BMTc0NzU2OTYyN15BMl5BanBnXkFtZTgwMTkwOTg2MTI@._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/2LeOH9AGJQM",
		"description": "Blindsided by a new generation of blazing-fast racers led by arrogant hotshot Jackson Storm, the legendary Lightning McQueen (Owen Wilson) is suddenly sidelined and pushed from the sport he loves. To get back on track, he’ll need the help of eager young racing technician Cruz Ramirez, inspiration from the late Fabulous Hudson Hornet and a few unexpected twists and turns of fate. 'Cause when the rubber finally hits the road, proving that #95 is still in the game will test the courage of a champion on Piston Cup Racing’s biggest stage! Bring home the high-octane hit that’s fully loaded with unforgettable characters, spectacular animation and turbocharged bonus extras!"
	},
	{
		"reviews": [
			{
				"text": "Hey this is an awesome Movie!!!",
				"username": "John11754",
				"reviewedBy": "6232184f16d0017b64df5570"
			}
		],
		"charactersIn": [],
		"_id": "62218229939fe087cfeeaae4",
		"title": "Toy Story 2",
		"imageUrl": "https://imdb-api.com/images/original/MV5BMWM5ZDcxMTYtNTEyNS00MDRkLWI3YTItNThmMGExMWY4NDIwXkEyXkFqcGdeQXVyNjUwNzk3NDc@._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/AvWwvcUuNKs",
		"description": "Andy heads off to Cowboy Camp, leaving his toys to their own devices. Things shift into high gear when an obsessive toy collector named Al McWhiggen, owner of Al's Toy Barn kidnaps Woody. At Al's apartment, Woody discovers he is a highly valued collectible from a 1950s TV Show called 'Woody's Roundup.' He meets the other prized toys from that show: Jessie the Cowgirl, Bullseye the horse, Stinky Pete the Prospector. Andy's toys mount a daring rescue mission, Buzz Lightyear meets his match and Woody has to decide where he and his heart truly belong."
	},
	{
		"reviews": [],
		"charactersIn": [],
		"_id": "6221823c939fe087cfeeaae5",
		"title": "Cars 2",
		"imageUrl": "https://imdb-api.com/images/original/MV5BMTUzNTc3MTU3M15BMl5BanBnXkFtZTcwMzIxNTc3NA@@._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/lg5hj2c5Nkk",
		"description": "Star race car Lightning McQueen and the incomparable tow truck Mater take their friendship on the road from Radiator Springs to exciting new places when they head overseas to compete in the first-ever World Grand Prix to determine the world's fastest car. But the road to the championship is filled with plenty of potholes, detours and hilarious surprises when Mater gets caught up in an intriguing adventure of his own: international espionage!"
	},
	{
		"reviews": [],
		"charactersIn": [],
		"_id": "6221824f939fe087cfeeaae6",
		"title": "Finding Dory",
		"imageUrl": "https://imdb-api.com/images/original/MV5BNzg4MjM2NDQ4MV5BMl5BanBnXkFtZTgwMzk3MTgyODE@._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/0tkLUap7oGQ",
		"description": "'Finding Dory' reunites the friendly-but-forgetful blue tang fish with her loved ones, and everyone learns a few things about the true meaning of family along the way. The all-new big-screen adventure dives into theaters in 2016, taking moviegoers back to the extraordinary underwater world from the original film."
	},
	{
		"reviews": [],
		"charactersIn": [],
		"_id": "62218261939fe087cfeeaae7",
		"title": "Monsters University",
		"imageUrl": "https://imdb-api.com/images/original/MV5BMTUyODgwMDU3M15BMl5BanBnXkFtZTcwOTM4MjcxOQ@@._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/xBzPioph8CI",
		"description": "Disney•Pixar proudly presents the hilarious story of how two mismatched monsters met and became lifelong friends in a movie screaming with laughter and oozing with heart. Ever since college-bound Mike Wazowski (Billy Crystal) was a little monster, he dreamed of becoming a Scarer – and he knows better than anyone that the best Scarers come from Monsters University (MU). But during his first semester at MU, Mike’s plans are derailed when he crosses paths with hotshot, James P. Sullivan, “Sulley” (John Goodman), a natural-born Scarer. The pair’s out of control competitive spirit gets them both kicked out of the University’s elite Scare Program. With their dreams temporarily dashed, they realize they will have to work together, along with an odd bunch of misfit monsters, if they ever hope to make things right. Pull an all-nighter with hours of exclusive bonus extras, including an inside look at the world of monsters and the animated theatrical short film The Blue Umbrella. Monsters University opens the door to huge laughs on Disney Blu-ray."
	},
	{
		"reviews": [],
		"charactersIn": [],
		"_id": "6221827d939fe087cfeeaae8",
		"title": "The Good Dinosaur",
		"imageUrl": "https://imdb-api.com/images/original/MV5BMTc5MTg2NjQ4MV5BMl5BanBnXkFtZTgwNzcxOTY5NjE@._V1_Ratio0.6800_AL_.jpg",
		"uploadedBy": "621be0fa7b341a5650eb05da",
		"trailerUrl": "https://www.youtube.com/embed/O-RgquKVTPE",
		"description": "From the innovative minds of Disney•Pixar comes a hilariously heartwarming adventure about the power of confronting and overcoming your fears and discovering who you are meant to be. The Good Dinosaur asks the question: What if the asteroid that forever changed life on Earth missed the planet completely, and giant dinosaurs never became extinct? In this epic journey into the world of dinosaurs, an apatosaurus named Arlo makes an unlikely human friend. While traveling through a harsh and mysterious landscape, Arlo learns the power of confronting his fears and discovers what he is truly capable of. Bring home this original story full of humor, heart, action and imagination, perfect for the whole family!"
	}
]
